---
type: ModelEllipse
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ModelEllipse

`Autodesk.Revit.DB.ModelEllipse` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |